// Array of Objects
const quiz = [
    {
	    q:'Как читается иероглиф 肖 (талантливый)?',
	    options:['wang','xiao','xuan','meng'],
	    answer:1
    },
	{
		q:'Как читается иероглиф 战 (сражение)?',
		options:['lu','zhan','yi','bo'],
		answer:1
	},
	{
		q:'Как переводится иероглиф 肖 (xiao)?',
		options:['широкий','рыцарь','король','талантливый'],
		answer:3
	},
	{
		q:'Как переводится иероглиф 战 (zhan)?',
		options:['десять','сражение','где','один'],
		answer:1
	},
	{
		q:'Как переводится слово талантливый?',
		options:['网','王','往','肖'],
		answer:3
	},
	{
		q:'Как переводится слово сражение?',
		options:['义','战','已','一'],
		answer:1
	}
	]