

// Array of Objects
const quiz = [
    {
	    q:'Как читается иероглиф 王 (король)?',
	    options:['wang','xiao','xuan','meng'],
	    answer:0
    },
	{
		q:'Как читается иероглиф 一 (один)?',
		options:['lu','zhan','yi','bo'],
		answer:2
	},
	{
		q:'Как читается иероглиф 博 (широкий)?',
		options:['zhan','yi','xuan','bo'],
		answer:3
	},
	{
		q:'Как переводится иероглиф 王 (wang)?',
		options:['широкий','рыцарь','король','один'],
		answer:2
	},
	{
		q:'Как переводится иероглиф 一 (yi)?',
		options:['десять','не','где','один'],
		answer:3
	},
	{
		q:' Как переводится иероглиф 博 (bo)?',
		options:['широкий','красивый','новый','первый'],
		answer:0
	},
	{
		q:'Как переводится слово король?',
		options:['网','王','往','望'],
		answer:1
	},
	{
		q:'Как переводится слово один?',
		options:['义','以','已','一'],
		answer:3
	},
	{
		q:'Как переводится слово широкий?',
		options:['伯','博','播','勃'],
		answer:1
	}
	]